// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="Listă Apelare rapidă/Apelare grup";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Apelare rapidă: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Grup: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Număr maxim de înregistrări: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="Puteţi adăuga cel mult %d înregistrări Apelare rapidă.";
"Import from Other Phone Book"="Import din agendă";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="OK";
"Cancel"="Anulare";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="Numărul de apelare rapidă/apelare grup al imprimantei \"%@\" s-a modificat.\nDoriţi să salvaţi aceste modificări în imprimantă?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="Apelare rapidă/Apelare grup pentru imprimanta \"%@\" au fost modificate.";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Primire numere apelare rapidă.";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Pregătit pentru a începe salvarea datelor. Doriţi să continuaţi?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Setările pentru Apelare rapidă/Apelare grup ale imprimantei sunt suprascrise de un terţ.\nDoriţi să suprascrieţi?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Trimitere numere apelare rapidă.";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="Dacă informaţiile personale importate includ caractere care nu sunt acceptate pentru numele de Apelare rapidă, coloana Apelare rapidă va fi goală.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Selectare destinaţie import";
"Select data to import."="Selectaţi datele care vor fi importate.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Editare apelare rapidă";
"Str_Edit_Speed_Dial_Entry_Number"="Număr înregistrare: %d";
"Name/Group Name"="Nume/Nume grup";
"Fax Number"="Număr de fax";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="Deoarece \"-\" este folosit pentru pauză, acesta nu trebuie utilizat la scrierea numerelor de telefon.";
"Speed Dial"="Apelare rapidă";
"Group Dial"="Apelare grup";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Editare apelare grup";
"Str_Edit_Group_Dial_Entry_Number"="Număr înregistrare: %d";
"Member"="Membru";
"Entry Number"="Număr înregistrare";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="Doriţi să ştergeţi înregistrarea nr. %d apelare rapidă?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="Înregistrarea nr. %d Apelare rapidă a fost înregistrată în unul sau mai multe grupuri şi totodată va fi ştearsă din grupuri.\nDoriţi să ştergeţi înregistrarea nr. %d Apelare rapidă?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="Înregistrarea nr. %d Apelare rapidă a fost înregistrată în unul sau mai multe grupuri şi totodată va fi ştearsă din grupuri. În consecinţă, unele grupuri nu vor mai avea înregistrări şi prin urmare vor fi şterse.\nDoriţi să ştergeţi înregistrarea nr. %d Apelare rapidă?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="Doriţi să ştergeţi înregistrarea nr. %d apelare grup?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="Doriţi să ştergeţi toate listele de apelare rapidă şi listele de apelare grup ale imprimantei \"%@\"?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Despre FAX Utility...";
"Preferences..."="Preferinţe...";
"Services"="Servicii";
"Hide FAX Utility"="Ascundere FAX Utility";
"Hide Others"="Ascundere Alţii";
"Show All"="Afişare tot";
"Quit FAX Utility"="Părăsire FAX Utility";
"File"="Fişier";
"Get Speed Dials..."="Primire numere apelare rapidă";
"Send Speed Dials..."="Trimitere numere apelare rapidă";
"Import"="Import";
"Back up"="Copie de rezervă";
"Close"="Închidere";
"From Address Book"="Din agendă";
"Save Backup..."="Salvare copie de rezervă...";
"Restore Backup..."="Restaurare copie de rezervă...";
"Edit"="Editare";
"Undo"="Anulare";
"Redo"="Refacere";
"Cut"="Decupare";
"Copy"="Copiere";
"Paste"="Lipire";
"Select All"="Selectare tot";
"Edit..."="Editare...";
"Delete"="Ştergere";
"Delete All"="Ştergere tot";
"Window"="Fereastră";
"Minimize"="Minimizare";
"Help"="Ajutor";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Anulare";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Fişierul necesar pentru executarea aplicaţiei nu a fost găsit.\nReinstalaţi FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Obţinerea informaţiilor imprimantei (faxului) a fost imposibilă. Deschideţi \"Print & Fax Preferences\" şi adăugaţi driverul PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Fişierul specificat există deja. Doriţi să suprascrieţi?";
"Str_Alert_Common_Not_Responding_Error"="Imprimanta nu răspunde. Asiguraţi-vă că imprimanta este conectată corect şi că este pornită.";
"Str_Alert_Common_Communication_Error"="S-a produs o eroare de comunicare cu imprimanta.";
"Str_Alert_Common_Printer_Processing_Error"="Imprimanta procesează datele. Aşteptaţi şi apoi reîncercaţi.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="În timpul comunicării cu imprimanta a fost detectată o eroare.\nCod eroare (%d)";
"Str_Alert_Common_Error_Occurred"="Procesarea a fost anulată deoarece s-a produs o eroare.";
"Str_Alert_Common_PrinterStatusError"="S-a produs o eroare la imprimantă. Anulaţi eroarea şi apoi reîncercaţi.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Listă apelare rapidă/apelare grup nu poate fi deschisă deoarece o altă funcţie a FAX Utility rulează deja. Vă rugăm să aşteptaţi terminarea acesteia şi să reîncercaţi.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="Scrierea setărilor pentru Apelare rapidă/Apelare grup a eşuat.\nDoriţi să închideţi lista de Apelare rapidă/Apelare grup?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="Imposibil de deschis agenda.\nCod eroare (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="Agenda nu a fost găsită.\nImportul a fost anulat.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="Imposibil de obţinut date din agendă.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="Scrierea fişierului cu copii de rezervă a eşuat.\nNu este suficient spaţiu disponibil sau fişierul este protejat la scriere.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="Scrierea fişierului cu copii de rezervă a eşuat.\nFişierul specificat este utilizat de o altă aplicaţie.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="Scrierea fişierului cu copii de rezervă a eşuat.\nCod eroare (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="Formatul de fişier nu a putut fi recunoscut.\nFişierul poate fi corupt sau creat cu o altă aplicaţie.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="Citirea fişierului cu copii de rezervă a eşuat.\nFişierul specificat este utilizat de o altă aplicaţie.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="Citirea fişierului cu copii de rezervă a eşuat.\nCod eroare (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="În Nume/Nume grup a fost introdus un caracter neacceptat.\nPuteţi utiliza numai caractere şi simboluri alfanumerice.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="Numărul de fax include caractere nesuportate.\nPuteţi utiliza numai cifre de la 0-9, *, #, - şi spaţii.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="Înregistrarea nr. %d Apelare rapidă a fost înregistrată în unul sau mai multe grupuri. Prin schimbarea opţiunii Apelare rapidă cu Apelare grup opţiunea Apelare rapidă va fi ştearsă din grupul (grupurile) existent (existente).\nDoriţi să schimbaţi înregistrarea nr. %d Apelare rapidă cu Apelare grup?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="Înregistrarea nr. %d Apelare rapidă a fost înregistrată în unul sau mai multe grupuri. Prin schimbarea opţiunii Apelare rapidă cu Apelare grup, opţiunea Apelare rapidă va fi ştearsă din grupurile existente. În consecinţă, unele grupuri nu vor mai avea înregistrări şi prin urmare vor fi şterse.\nDoriţi să schimbaţi înregistrarea nr. %d Apelare rapidă cu Apelare grup?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="Puteţi înregistra cel mult %d numere Apelare rapidă într-un grup.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="Nu puteţi introduce numai spaţii pentru Nume/Nume grup.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="Nu puteţi introduce numai spaţii pentru Număr fax.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="Fişierul care trebuie importat nu a fost găsit.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="Fişierul selectat nu poate fi citit deoarece a fost creat cu o versiune mai recentă a FAX Utility.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Fişierul specificat include nişte înregistrări care nu pot fi restaurate deoarece numerele de înregistrare depăşesc limita pentru imprimanta conectată afişată mai jos.\nDoriţi să restabiliţi înregistrările valide?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Număr maxim de înregistrări: %d\nNumărul maxim de înregistrări în Apelare grup: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="Nicio înregistrare din fişierul specificat nu poate fi restaurată.";

// ------------------------------------------------------------------------
"NickName"="Cuvânt de indexare";
"Fax Speed"="Viteză fax";
"Default Speed"="Implicit";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="În cuvântul de indexare a fost introdus un caracter neacceptat.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="În Nume/Nume grup a fost introdus un caracter neacceptat.";
"Str_InUseByAnotherFunction"="Utilizată de o altă funcţie";

"StrAlert_InUseByAnotherFunction_CannotMove"="Nu poate fi mutată. Una sau mai multe înregistrări sunt utilizate de o altă funcţie la sau în jurul poziţiei specificate.";
"StrAlert_ProtectedData_Exist"="Una sau mai multe înregistrări sunt utilizate pentru fax programat sau pentru alte funcţii. Acestea sunt protejate şi nu pot fi modificate.";
"StrAlert_ProtectedData_CannotMove"="Nu poate fi mutată. Una sau mai multe înregistrări sunt protejate la sau în jurul poziţiei specificate.";
"StrAlert_PhoneBook_ReWrite"="Una sau mai multe înregistrări au fost modificate de un alt utilizator.\nDoriţi să suprascrieţi?";
"StrAlert_ProtectedData_WriteExcept"="Următoarele înregistrări au devenit protejate deoarece un alt utilizator a început să le utilizeze.\nNumăr înregistrare: %@\n\nDoriţi să scrieţi înregistrările cu excepţia următoarelor?";
"StrAlert_InUseByAnotherFunction_ClearData"="Înregistrările afişate cu mesajul \"Utilizată de o altă funcţie\" nu pot fi salvate.\nDoriţi să continuaţi?";
"StrAlert_ProtectedData_CannotSaveStatus"="Starea protejată a anumitor înregistrări nu va fi salvată.\nDoriţi să continuaţi?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="Câmpul Nume/Nume grup va fi necompletat dacă în câmpul cu date restaurate este un caracter neacceptat.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Una sau mai multe înregistrări sunt utilizate de o altă funcţie. Acestea vor fi de asemenea suprascrise cu cele restaurate.\nDoriţi să continuaţi?";

"StrAlert_ProtectedData_1"="Următoarele înregistrări nu au putut fi salvate în imprimantă. Acestea au fost utilizate şi protejate după ce le-aţi luat de la imprimantă. La salvare, înregistrările vor fi suprascrise cu cele din imprimantă, şi orice modificări anterioare vor fi pierdute.\nNumăr înregistrare: %@";
"StrAlert_ProtectedData_2"="Înregistrările din următorul Apelare grup includ una sau mai multe înregistrări Apelare rapidă protejate în prezent în imprimantă. Aceste numere de Apelare rapidă vor fi excluse la salvarea unui grup. Apelările în grup vor fi şterse dacă în grup nu este niciun număr cu Apelare rapidă.\nNumăr înregistrare: %@";
"StrAlert_ProtectedData_3"="Doriţi să continuaţi?";
"StrAlert_RestoreData_1"="Următoarele înregistrări Apelare rapidă sau Apelare grup din fişierul copiei de rezervă nu pot fi restaurate.\nNumăr înregistrare: %@\nÎnregistrările protejate cu numerele de mai sus nu pot fi suprascrise.";
"StrAlert_RestoreData_2"="Următoarele înregistrări Apelare grup includ una sau mai multe înregistrări Apelare rapidă care nu pot fi restaurate. Orice numere de Apelare rapidă vor fi excluse la restaurarea unui grup. Apelările în grup vor fi şterse dacă în grup nu este niciun număr cu Apelare rapidă.\nNumăr înregistrare: %@";
"StrAlert_RestoreData_3"="Doriţi să continuaţi?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Sunt una sau mai multe înregistrări Apelare rapidă sau Apelare grup protejate. Înregistrările protejate nu pot fi şterse. Doriţi să ştergeţi toate înregistrările cu excepţia celei protejate?";

"Str_FaxContacts"="Contacte";
"Str_FaxAddressBook"="Agendă";
"StrAlert_CannotAccessContacts_A"="Accesul la %@ nu este permis.";
"StrAlert_CannotAccessContacts_B"="Permiteţi ca FAX Utility să aibă acces la %@. Deschideţi [Preferinţe sistem] - [Securitate şi confidenţialitate] - [Confidenţialitate] - [%@].\nReporniţi FAX Utility pentru actualizare.";
